package kr.ac.skuniv.cosmoslab.multifamilyedu.model.entity;

/**
 * Created by chunso on 2018-11-19.
 */

public enum  WaveFileModel {
    가방, 가수, 가위, 감, 개구리, 거미, 거미줄, 거북, 경찰, 고구마,
    고기, 고양이, 고추, 곡식, 공항, 구르다, 구름, 국, 국자, 궁궐,
    귤, 그리다, 기린, 기차, 기타, 김치, 깎다, 꽃, 나무, 나비,
    넥타이, 놀라다, 놀이터, 농부, 누나, 눈, 눈사람, 다람쥐, 다리, 다리미,
    닦다, 당기다, 던지다, 도둑, 도토리, 돛, 둥지, 따르다, 떡, 뚜껑,
    마늘, 마이크, 마차, 머리,

    모기, 모자, 무릎, 묶다, 물, 물고기,
    바나나, 바다, 바르다, 바이올린, 바지, 바퀴, 발, 밥, 배, 뱉다,
    버섯, 병원, 부리, 부축하다, 북, 블록, 비, 비누, 빗, 빗다,
    빵, 사과, 사다리,

    사자, 사진, 사탕, 생선, 선인장, 섬, 소,
    손, 수건, 수박, 숲, 시계, 시소, 신다, 신문, 신호등,
    심다, 쓰다, 쓰다듬다, 씹다, 아빠, 아이스크림, 양말, 어부, 얼룩,
    엄마, 여기, 연기, 연장, 연필, 오리, 우산, 우유, 유모차, 의사,
    의자, 이, 인형, 자동차, 자전거, 장갑, 장난감, 장화, 재다, 전화,
    접시, 주사기, 주전자, 지도, 집, 집배원, 찢다, 차, 채소, 책,
    추수하다, 치약, 치즈, 친구, 침대, 칫솔, 카드, 카메라, 컴퓨터, 컵,
    코끼리, 코트, 타다, 타원, 타조, 택시, 텔레비젼, 톱, 파도, 파리,
    포도, 풍선, 피리, 피아노, 하마, 하모니카, 학교, 할아버지, 해, 해안,
    혀, 협동하다, 호수, 확대하다, 환자

}
